
{
    
"news": [
    

        {
            "id": 1,
            "title": "Nowe informacje o zakażeniach koronawirusem w Polsce",
            "description": "Mamy 6 tys. 55 nowych i potwierdzonych przypadków zakażenia koronawirusem - poinformowało w sobotę Ministerstwo Zdrowia. Z powodu COVID-19 zmarło 37 osób, natomiast z powodu współistnienia COVID-19 z innymi schorzeniami zmarło 105 osób.",
            "category": "Zdrowie",
            "date": "2021-01-17 16:34",
            "author": "Paweł Czeczot",
            "urlToImage": "https://bi.im-g.pl/im/62/75/19/z26694242IH,Epidemia-koronawirusa.jpg",
            "contents": "Jak podało Ministerstwo Zdrowia, w ciągu doby przybyło 6055 zakażenia koronawirusem. Są to przypadki z województw:  wielkopolskiego (826), mazowieckiego (816), kujawsko-pomorskiego (658), pomorskiego (603), śląskiego (408), łódzkiego (351), zachodniopomorskiego (324), lubelskiego (318), dolnośląskiego (302), warmińsko-mazurskiego (287), lubuskiego (247), małopolskiego (225), podkarpackiego (177), świętokrzyskiego (125), podlaskiego (121), opolskiego (99). 6055 zakażeń COVID-19. Zmarły 142 osoby  166 zakażeń to dane bez wskazania adresu, które zostaną uzupełnione przez inspekcję sanitarną - podaje resort. Z powodu COVID-19 zmarło 37 osób, natomiast z powodu współistnienia COVID-19 z innymi schorzeniami zmarło 105 osób. Liczba zakażonych koronawirusem: 1 435 582/33 355 (wszystkie pozytywne przypadki/w tym osoby zmarłe) - informuje MZ.",
    
            "comments":
            [
                {
                    "nick": "Kujaw",
                    "text": "wszyscy zgininiemy",
                    "commentDate": "2021-01-17 15:37"
                },
    
                {
                    "nick": "Agrendus",
                    "text": "Hahahaha chyba Ty, bo ja mam sie dobrze",
                    "commentDate": "2021-01-17 16:38"
                },
    
                {
                    "nick": "Grzebek",
                    "text": "To wszystko wina rządu",
                    "commentDate": "2021-01-17 18:31"
                },
    
                {
                    "nick": "Tabaluga",
                    "text": "Mam nadzieje, ze  wreszcie skonczy sie ten lockdown",
                    "commentDate": "2021-01-17 21:28"
                }
    
            ],
    
            "views": 2456,
            "keywords":["covid","wirus","pandemia","choroby"]
    
        },
    
    
    
    
    
    
    
        { 
    
            "id": 2,
            "title": "Wiedźmin 3 bije kolejne rekordy. Ponad 8 milionów kopii gry na Steam.",
            "description": "Wiedźmin - to bez wątpienia najgorętszy tytuł tej zimy. Serial Netflixa cieszy się ogromną popularnością, co w znacznym stopniu przyczyniło się do zainteresowania grą studia CD Projekt RED. O sukcesie Wiedźmin 3: Dziki Gon świadczą imponujące liczby.",
            "category": "Gry",
            "date": "2021-01-16 17:24",
            "author": "Paweł Czeczot",
            "urlToImage": "https://mlpnk72yciwc.i.optimole.com/w:600/h:338/q:auto/https://www.bleedingcool.com/wp-content/uploads/2017/12/Witcher-3-colorful.jpg",
            "contents": "Według serwisu SteamSpy, na Steamie sprzedało się już 8,18 mln egzemplarzy gry Wiedźmin 3: Dziki Gon. Na szczególną uwagę zasługuje jednak fakt, że czwarta cześć kopii hitu od CD Projekt RED trafiła do graczy w ciągu ostatnich 6 miesięcy. W tak szybkim tempie gra nie sprzedawała się nawet zaraz po swojej premierze. Skąd więc tak nagły wzrost popularności? Jeżeli wśród naszych czytelników jest ktoś, kto uważa, że na sprzedaż dwóch milionów egzemplarzy Wiedźmina 3 na Steamie w ciągu ostatniego półrocza miały wpływ obniżki, to zapewniamy - jest w błędzie. Pierwsza akcja promocyjna w 2019 roku miała miejsce w lutym. Wówczas, tytuł od CD Projekt RED można było nabyć już za 11,99 dolara (około 45 złotych). Atrakcyjna oferta nie przyczyniła się do wzrostu zainteresowania produkcją. Podobne sytuacje miały miejsce jeszcze kilka razy w ciągu minionego roku. Jeśli nie obniżki, to co? Zdecydowana większość miłośników Geralta z Rivii nie ma wątpliwości, że to serial produkcji Netflix dał popularnej na całym świecie grze Wiedźmin 3: Dziki Gon drugie życie. Premiera głośnej produkcji, a także cały marketing z nią związany przypomniał graczom o istnieniu tego niekwestionowanego hitu od polskiego producenta. O związku serialu z grą świadczyć może fakt, że wzrost sprzedaży tytułu od CD Projekt RED nastąpił niemal w tym samym czasie, co początek kampanii promocyjnej produkcji Netflixa.Skok popularności gry dało się zauważyć na początku lipca 2019 roku, kiedy to fani otrzymali pierwsze zdjęcia z planu serialu. Tydzień po ich publikacji, tytuł od CD Projekt RED miał już pół miliona więcej właścicieli. Niemalże identyczna sytuacja miała miejsce po 20 grudnia minionego roku, czyli zaraz po premierze produkcji na Netflix. 31 października Wiedźmin 3: Dziki Gon miał 6,84 mln sprzedanych kopii na Steamie, siedem tygodni później - o prawie milion więcej.",
            "comments":
            [
                {
                    "nick": "Kujaw",
                    "text": "wszyscy zgininiemy",
                    "commentDate": "2021-01-17 15:37"
                },
    
                {
                    "nick": "Agrendus",
                    "text": "Hahahaha chyba Ty, bo ja mam sie dobrze",
                    "commentDate": "2021-01-17 16:38"
                },
    
                {
                    "nick": "Grzebek",
                    "text": "To wszystko wina rządu",
                    "commentDate": "2021-01-17 18:31"
                },
    
                {
                    "nick": "Tabaluga",
                    "text": "Mam nadzieje, ze skonczy sie ten lockdown",
                    "commentDate": "2021-01-17 21:28"
                }
    
            ],
    
            "views": 5652,
            "keywords":["gra","wiedzmin","cdpr","zyski"]
    
        },
        
        { 
    
            "id": 3,
            "title": "Co Polacy sądzą o szczepieniach celebrytów? Jednoznaczne wyniki sondażu.",
            "description": "Nie milkną echa wokół afery celebrytów zaszczepionych poza kolejką na Warszawskim Uniwersytecie Medycznym. Na zlecenie  Wiadomości” TVP pracownia Indicator zapytała Polaków o ich pogląd na sprawę: czy znane, publiczne osoby powinny być uprzywilejowane, także w kwestii szczepień? Wyniki są jednoznaczne.",
            "category": "Zdrowie",
            "date": "2021-01-15 12:24",
            "author": "Paweł Czeczot",
            "urlToImage": "https://s1.tvp.pl/images2/1/2/0/uid_120e3b4f6e61cc61fbbab5231644e75f1610394853176_width_1280_play_0_pos_0_gs_0_height_720_sondaz-ws-afery-szczepionkowej-fot-forumandrzej-hulimka-papjakub-kaczmarczyk.jpg",
            "contents": "Ankietowanym zadano pytanie, czy znane osoby życia publicznego w Polsce  powinny być uprzywilejowane w dostępie do usług medycznych, w tym szczepień . Zdaniem zdecydowanej większości, 82,7 proc. badanych, nie powinno dochodzić do takich wyjątków jak szczepienia poza kolejnością. Za uprzywilejowanym traktowaniem celebrytów i znanych osób opowiada się 9,3 proc. ankietowanych, a 8 proc. Polaków nie ma w tej sprawie zdania – wynika z przeprowadzonego na zlecenie  Wiadomości  TVP badania. Afera wybuchła w ostatnich dniach 2020 roku, wraz z informacją o zaszczepieniu aktorki Krystyny Jandy i byłego premiera, europosła KO Leszka Millera. W poniedziałek na konferencji prasowej minister zdrowia Adam Niedzielski poinformował, że kontrola w WUM wykazała, że z 450 dawek szczepionki, przeznaczonych dla personelu medycznego tej placówki, blisko 200 otrzymały osoby spoza WUM. Jak dodał, odpowiedzialność za nieprawidłowości ponoszą władze uczelni, z którymi  nie widzi możliwości współpracy . Minister zaznaczył ponadto, że oczekuje dymisji rektora WUM prof. Zbigniewa Gacionga.",
            "comments":
            [
                {
                    "nick": "Kujaw",
                    "text": "wszyscy zgininiemy",
                    "commentDate": "2021-01-17 15:37"
                },
    
                {
                    "nick": "Agrendus",
                    "text": "Hahahaha chyba Ty, bo ja mam sie dobrze",
                    "commentDate": "2021-01-17 16:38"
                },
    
                {
                    "nick": "Grzebek",
                    "text": "To wszystko wina rządu",
                    "commentDate": "2021-01-17 18:31"
                },
    
                {
                    "nick": "Tabaluga",
                    "text": "Mam nadzieje, ze skonczy sie ten lockdown",
                    "commentDate": "2021-01-17 21:28"
                }
    
            ],
    
            "views": 15652,
            "keywords":["covid","szczepienia","zdrowie","ankieta"]
    
        },
        
        { 
    
            "id": 4,
            "title": "Smartfony z 5G za mniej niż 150 USD jeszcze w tym roku, tak twierdzi Huawei",
            "description": "Według przewidywań analityków w tym roku na rynek może trafić około 190 milionów smartfonów z obsługą 5G. Będzie to zaledwie 14% z ponad 1,4 miliarda urządzeń, które mają znaleźć swoich nabywców w 2020 roku. Kolejne lata powinny być jednak znacznie lepsze, przynajmniej według szefa działu 5G w Huawei.",
            "category": "Technologia",
            "date": "2021-01-13 18:54",
            "author": "Paweł Czeczot",
            "urlToImage": "https://www.mobigyaan.com/wp-content/uploads/2019/12/Vivo-5G-Phone.png",
            "contents": "Według przewidywań analityków w tym roku na rynek może trafić około 190 milionów smartfonów z obsługą 5G. Będzie to zaledwie 14% z ponad 1,4 miliarda urządzeń, które mają znaleźć swoich nabywców w 2020 roku. Kolejne lata powinny być jednak znacznie lepsze, przynajmniej według szefa działu 5G w Huawei. 5G pod koniec roku trafi nawet do tanich smartfonów 5G to bardzo obiecująca technologia, która może być głównym argumentem do zmiany smartfona w przyszłości. Obecnie to jeszcze co prawda bardziej ciekawostka, bo póki co w Polsce swoje komercyjne nadajniki uruchomiła tylko jedna sieć i tylko w jednym mieście, ale to będzie szybko się zmieniać. Na całym świecie operatorzy inwestują w 5G bo to korzyść również dla nich. Sieć w nowym standardzie ma znacznie większą pojemność i pozwala dostarczać usługi lepszej jakości większej liczbie klientów. Kluczową kwestią będzie teraz dostarczenie odpowiednich urządzeń, które nie będą przy tym za drogie. I wygląda na to, że nastąpi to szybciej niż wszyscy mogliśmy się spodziewać. IDC przewiduje, że w tym roku na rynek trafi nawet 190 milionów smartfonów z modemami 5G. To znacząco więcej niż w przypadku standardu 4G, który w pierwszych latach był raczej ciekawostką niż realną alternatywą. W tej chwili łączność 5G oferują tylko najdroższe urządzenia z takimi układami SoC jak Snapdragon 865, ale szef działu 5G w Huawei zapowiada, że jego firma dostarczy znacznie tańszą platformę, która może trafić pod koniec roku do smartfonów kosztujących nawet mniej niż 150 USD.",
            "comments":
            [
                {
                    "nick": "Kujaw",
                    "text": "wszyscy zgininiemy",
                    "commentDate": "2021-01-17 15:37"
                },
    
                {
                    "nick": "Agrendus",
                    "text": "Hahahaha chyba Ty, bo ja mam sie dobrze",
                    "commentDate": "2021-01-17 16:38"
                },
    
                {
                    "nick": "Grzebek",
                    "text": "To wszystko wina rządu",
                    "commentDate": "2021-01-17 18:31"
                },
    
                {
                    "nick": "Tabaluga",
                    "text": "Mam nadzieje, ze skonczy sie ten lockdown",
                    "commentDate": "2021-01-17 21:28"
                }
    
            ],
    
            "views": 842,
            "keywords":["technologia","smartfony","sieć","5G"]
    
        },
        
        { 
    
            "id": 5,
            "title": "AI pomaga zmierzyć się z jednym z największych nierozwiązanych problemów fizycznych.",
            "description": "Po raz pierwszy w historii, naukowcy ze szwajcarskiej politechniki ETH w Zurychu, z powodzeniem zautomatyzowali proces modelowania turbulencji w płynach przez połączenie mechaniki płynów ze sztuczną inteligencją.",
            "category": "Informatyka",
            "date": "2021-01-10 12:11",
            "author": "Paweł Czeczot",
            "urlToImage": "https://mlodytechnik.pl/i/images/1/8/6/Y3c9MTE3MCZjaD01MTM=_src_21186-3-Turbulencje.jpg",
            "contents": "Ich podejście opiera się na połączeniu algorytmów wzmocnionego uczenia maszynowego z symulacjami przepływów turbulentnych przeprowadzonymi w superkomputerze Piz Daint ze Szwajcarskiego Narodowego Centrum Superkomputerowego. Według opisu badań, który ukazał się niedawno w periodyku  Nature Machine Intelligence , naukowcy opracowali nowe algorytmy wzmocnionego uczenia maszynowego (RL) i połączyli je z fizycznym podejściem do modelowania turbulencji. Dwadzieścia pięć lat temu, byliśmy pionierami w łączeniu Al i turbulentnych przepływów , relacjonuje w publikacji Petros Koumoutsakos, profesor w Laboratorium Nauk Obliczeniowych i Inżynierii w ETH w Zurychu. Ćwierć wieku temu komputery nie były wystarczająco wydajne, aby przetestować te pomysły.  Ostatnio zdaliśmy sobie sprawę, że popularne sieci neuronowe nie nadają się do rozwiązywania takich problemów, ponieważ model aktywnie wpływa w nich na strumienie danych, które ma uzupełniać , mówi badacz. Uczeni musieli uciec się do innego podejścia do nauki maszynowej, w którym algorytm uczy się reagować na wzorce w obszarze przepływów turbulentnych. Modelowanie i symulacja przepływów turbulentnych ma kluczowe znaczenie w wielu dziedzinach nauki i techniki, od projektowania samochodów po implanty zastawek sercowych; od prognozowania pogody po wyjaśnianie procesów narodzin galaktyk. Fizyk Richard Feynman zaliczył zjawisko turbulencji płynów do najważniejszych nierozwiązanych problemów w fizyce klasycznej. Pozostaje on wciąż polem intensywnych badań dla inżynierów, naukowców i matematyków, którzy komputerowo modelują turbulencje płynów i przeprowadzają symulacje przepływów od ponad sześćdziesięciu lat.",
            "comments":
            [
                {
                    "nick": "Kujaw",
                    "text": "wszyscy zgininiemy",
                    "commentDate": "2021-01-17 15:37"
                },
    
                {
                    "nick": "Agrendus",
                    "text": "Hahahaha chyba Ty, bo ja mam sie dobrze",
                    "commentDate": "2021-01-17 16:38"
                },
    
                {
                    "nick": "Grzebek",
                    "text": "To wszystko wina rządu",
                    "commentDate": "2021-01-17 18:31"
                },
    
                {
                    "nick": "Tabaluga",
                    "text": "Mam nadzieje, ze skonczy sie ten lockdown",
                    "commentDate": "2021-01-17 21:28"
                }
    
            ],
    
            "views": 1632,
            "keywords":["IT","Technologia","Informatyka","SI"]
    
        },
        
        { 
    
            "id": 6,
            "title": "Z Polski zniknęło 400 tysięcy Aut. Co się z nimi stało?",
            "description": "W ubiegłym roku na polskich drogach przybyło w sumie niespełna 775 tys. pojazdów. Takie dane płyną z naszej analizy dotyczącej rejestracji samochodów nowych, używanych i wycofanych z eksploatacji.",
            "category": "Motoryzacja",
            "date": "2021-01-10 13:32",
            "author": "Paweł Czeczot",
            "urlToImage": "https://i.iplsc.com/nie-wszystkie-z-wyrejestrowanych-pojazdow-skonczyly-na-szrot/000AZL9PR8VOSYGC-C122-F4.jpg",
            "contents": "Przypomnijmy, że w ubiegłym roku import samochodów osobowych (o DMC do 3,5 tony) zamknął się wynikiem 848 154 pojazdów. W tym samym czasie w Polsce zarejestrowano też po raz pierwszy 428 377 fabrycznie nowych samochodów osobowych. W sumie daje to wynik 1 276 531 aut. Ile pojazdów zakończyło w tym czasie swoją drogową karierę? Jak poinformował Interię wydział prasowy Kancelarii Prezesa Rady Ministrów (przy rekonstrukcji rządu przejęła nadzór nad kompetencjami Ministerstwa Cyfryzacji) w ubiegłym roku z CEPiKu  wykreślono  dokładnie 501 542 pojazdów. Słowo  wykreślono  nie przez przypadek umieściliśmy w cudzysłowie. Wbrew pozorom w państwowej ewidencji nic nie ginie, niezależnie od ich losów figurują w niej wszystkie zarejestrowane w kraju pojazdy, tyle że ich status zmienia się na  wyrejestrowany . W przypadku aut osobowych status  wyrejestrowany  traktować można wymiennie ze słowem  zniszczony . W Polsce, mimo wieloletnich obietnic Ministerstwa Infrastruktury, do dziś nie można przecież czasowo wycofać z ruchu samochodu osobowego. Jeśli więc przy danym aucie widnieje słowo  wyrejestrowany  oznacza to, że zostało ono (fizycznie) skasowane lub - przynajmniej w teorii - opuściło terytorium RP. Najwięcej z wyrejestrowanych aut - dokładnie 444 837 sztuk - skończyło swój żywot w stacjach demontażu pojazdów. Aż 132 219 pojazdów z tej grupy przekazano do złomowania  z urzędu . Najczęściej były to więc pojazdy/wraki usunięte z ulic na parkingi depozytowe i z czasem przejęte na własność gminy. Oto najczęściej złomowane auta. Zgadniecie, który rocznik?CIEKAWOSTKI OTO NAJCZĘŚCIEJ ZŁOMOWANE AUTA. ZGADNIECIE, KTÓRY ROCZNIK? Blisko 142 tys. aut  zniknęło  z CEPiKu z uwagi na ich wywóz zagranicę. Duża część z nich to auta fabrycznie nowe wywiezione z Polski w ramach tzw. reeksportu. Inne to m.in. polski wkład w międzynarodowy handel klasykami. Ponad 9,5 tys. aut z tej grupy wyrejestrowano na wniosek dotychczasowego właściciela, który zgłosił sprzedaż za granicę. W tej grupie znalazły się najpewniej liczne pojazdy formalnie zakupione np. przez Ukraińców czy Białorusinów, które niekoniecznie musiały finalnie opuścić terytorium naszego kraju... 8093 pojazdy wyrejestrowane zostały w związku z ich kradzieżą. To wynik lepszy niż w roku 2019, gdy z tej samej przyczyny centralna baza  skurczyła się  o 8392 pojazdów. Trzeba jednak wiedzieć, że nie jest to wiarygodna miara poziomu przestępczości samochodowej. Często postępowania dotyczące kradzieży toczą się przecież długimi miesiącami, więc rozbieżności między wyrejestrowaniem pojazdu z powodu kradzieży, a datą jej dokonana mogą być spore. Dużą grupę pojazdów wyrejestrowanych - 2058 sztuk - stanowią też auta zniszczone za granicą. W tej grupie duży udział mają najpewniej samochody ciężarowe pracujące w transporcie międzynarodowym, chętnie rejestrowane w Polsce przez duże przedsiębiorstwa logistyczne.",
            "comments":
            [
                {
                    "nick": "Kujaw",
                    "text": "wszyscy zgininiemy",
                    "commentDate": "2021-01-17 15:37"
                },
    
                {
                    "nick": "Agrendus",
                    "text": "Hahahaha chyba Ty, bo ja mam sie dobrze",
                    "commentDate": "2021-01-17 16:38"
                },
    
                {
                    "nick": "Grzebek",
                    "text": "To wszystko wina rządu",
                    "commentDate": "2021-01-17 18:31"
                },
    
                {
                    "nick": "Tabaluga",
                    "text": "Mam nadzieje, ze skonczy sie ten lockdown",
                    "commentDate": "2021-01-17 21:28"
                }
    
            ],
    
            "views": 12921,
            "keywords":["Motoryzacja","Samochody","Przekręt","Oszustwo"]
    
        },
        
        { 
    
            "id": 7,
            "title": "Do 2050 roku lasy z pochłaniaczy CO2 zmienią się w trucicieli. Ziemia straci „zielone płuca”",
            "description": "Jeśli nie zatrzymamy postępu globalnego ocieplenia i tempa wylesiania do 2050 roku lasy zmienią się z „pochłaniaczy” dwutlenku węgla w jego „źródła”. Już teraz ekosystemy lądowe są w stanie wchłonąć zaledwie 30 proc. globalnej emisji CO2.",
            "category": "Przyroda",
            "date": "2021-01-09 11:31",
            "author": "Paweł Czeczot",
            "urlToImage": "https://www.national-geographic.pl/media/cache/slider_big/uploads/media/default/0014/27/nieuwzglednienie-tych-analiz-w-miedzynarodowej-polityce-klimatycznej-to-kolosalne-nieodszacowanie-twierdza-autorzy-fot-getty-images_1326405.webp",
            "contents": "Najnowsze badanie, opublikowane w Science Advances, pokazuje, że wraz ze wzrostem temperatury powietrza zdolność roślin do pochłaniania CO2 spada. Ten krytyczny próg temperatury nie jest jednakowy na całym świecie. Różni się w zależności od regionu występowania i gatunku roślin. Chcesz zobaczyć więcej? Wyłącz adblocka. Przy obecnych trendach, kiedy emisja gazów cieplarnianych stale wzrasta, rośliny z połowy lądowych ekosystemu na całym świecie mogą zacząć uwalniać dwutlenek węgla do atmosfery zamiast go pochłaniać do końca tego stulecia. A ekosystemy, które magazynują najwięcej CO2, zwłaszcza lasy tropikalne i borealne, mogą stracić ponad 45 procent swojej pojemności do 2050 roku – szacuje zespół pod kierunkiem Katharyn Duffy z Uniwersytetu Północnej Arizony. „Przewidywane wyższe temperatury związane z podwyższonym poziomem CO2 mogą obniżyć pochłanianie węgla” - stwierdzono w badaniu. Szacunki oparte są nie na modelowaniu, ale na danych zebranych w okresie ostatnich 25 lat. Autorzy alarmują, że nieuwzględnienie tych danych prowadzi do „rażącego przeszacowania” roli, jaką roślinność może odgrywać w ograniczaniu globalnego ocieplenia . „Punkt krytyczny temperatury biosfery lądowej nie przypada na koniec wieku lub okres późniejszy, ale nastąpi w ciągu następnych 20-30 lat” - czytamy. Fotosynteza kontra oddychanie Jak to możliwe, że rośliny stopniowo tracą swoją zdolność pochłaniania i „filtrowania” CO2? Kluczem jest zrozumienie różnicy między fotosyntezą a oddychaniem, dwoma procesami chemicznymi niezbędnymi dla życia roślin, które inaczej reagują na rosnące temperatury – wyjaśnia Science Alert. Rośliny pobierają energię ze światła słonecznego, absorbują dwutlenek węgla z powietrza przez liście, oraz pobierając wodę z gleby. Produkują zaś cukier (który pobudza ich wzrost) i tlen, który jest uwalniany z powrotem do atmosfery. To właśnie proces fotosyntezy, który zachodzi w ciągu dnia, gdyż niezbędne jest do niego światło. Natomiast oddychanie, czyli przekazywanie energii do wszystkich komórek, to proces trwający przez cały czas – bez względu na porę dnia. Podczas oddychania substancje pokarmowe są rozkładane z udziałem tlenu na dwutlenek węgla i wodę. Jest to więc proces odwrotny do fotosyntezy. W jego wyniku rośliny uwalniają do atmosfery CO2. Niekorzystny bilans Katharyn Duffy wraz z zespołem postanowiła sprawdzić, czy istnieje punkt krytyczny, po przekroczeniu którego rośliny będą emitować więcej CO2, niż będą w stanie wchłonąć. Aby to obliczyć naukowcy przeanalizowali zapisy z globalnej sieci obserwacyjnej o nazwie FLUXNET, obejmującej dane z lat 1991-2015. FLUXNET śledził ruch CO2 między ekosystemami a atmosferą. Przyglądając się danym, zespół Duffy odkrył, że globalny poziom fotosyntezy osiągnął swój szczyt przy określonej temperaturze (różnej w zależności od gatunku roślin), a następnie zaczął spadać. Natomiast wskaźniki oddychania stale rosły we wszystkich typach ekosystemów, nie osiągając maksymalnego progu, po którym mogłyby się obniżać. „W wyższych temperaturach tempo oddychania nadal rośnie, w przeciwieństwie do gwałtownie spadającego tempa fotosyntezy. Szybko wkraczamy w reżimy temperaturowe, w których produktywność biosfery gwałtownie spadnie, podając w wątpliwość przyszłą żywotność lądowego pochłaniacza” – stwierdzono w badaniu. Jeśli zanieczyszczenie dwutlenkiem węgla nie spadnie, rozbieżność może spowodować spadek absorpcji CO2 prze lądowe ekosystemy o połowę już w 2040 r. Odkrycie jest niezwykle istotne dla dotychczasowych ustaleń dotyczących przeciwdziałaniu globalnemu ociepleniu i zmianom klimatu. W tym dla zobowiązań wynikających z porozumienia paryskiego. Zapisy porozumienia są w dużym stopniu uzależnione od przyjętej zdolności roślin do pochłaniania CO2. Tymczasem założenia wymagają aktualizacji, bowiem zdolność ekosystemów do oczyszczania atmosfery stale maleje.",
            "comments":
            [
                {
                    "nick": "Kujaw",
                    "text": "wszyscy zgininiemy",
                    "commentDate": "2021-01-17 15:37"
                },
    
                {
                    "nick": "Agrendus",
                    "text": "Hahahaha chyba Ty, bo ja mam sie dobrze",
                    "commentDate": "2021-01-17 16:38"
                },
    
                {
                    "nick": "Grzebek",
                    "text": "To wszystko wina rządu",
                    "commentDate": "2021-01-17 18:31"
                },
    
                {
                    "nick": "Tabaluga",
                    "text": "Mam nadzieje, ze skonczy sie ten lockdown",
                    "commentDate": "2021-01-17 21:28"
                }
    
            ],
    
            "views": 12921,
            "keywords":["Natura","Przyroda","Kataklizm"]
    
        }   
        
        
        ]
}
    
    
    